{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "IOSPurchase",
			"Children": [
				{
					"Source":
					{
						"Text": "Failed to checkout, no offers given."
					},
					"Translation":
					{
						"Text": "Échec lors du passage en caisse. Aucune offre donnée."
					},
					"Key": "ErrorNoOffersSpecified"
				},
				{
					"Source":
					{
						"Text": "Failed to checkout, user has in progress transaction."
					},
					"Translation":
					{
						"Text": "Échec lors du passage en caisse. L'utilisateur a une transaction en cours."
					},
					"Key": "ErrorTransactionInProgress"
				},
				{
					"Source":
					{
						"Text": "Failed to checkout, user not allowed to purchase."
					},
					"Translation":
					{
						"Text": "Échec lors du passage en caisse. L'utilisateur n'a pas les autorisations pour acheter."
					},
					"Key": "ErrorPurchaseNotAllowed"
				}
			]
		},
		{
			"Namespace": "OnlineSubsystemIOS",
			"Children": [
				{
					"Source":
					{
						"Text": "Game Center"
					},
					"Translation":
					{
						"Text": "Game Center"
					},
					"Key": "OnlineServiceName"
				},
				{
					"Source":
					{
						"Text": "Transaction awaiting approval."
					},
					"Translation":
					{
						"Text": "Transaction en attente de validation."
					},
					"Key": "IOSTransactionDeferred"
				},
				{
					"Source":
					{
						"Text": "TransactionCanceled"
					},
					"Translation":
					{
						"Text": "Transaction annulée"
					},
					"Key": "IOSTransactionCancel"
				},
				{
					"Source":
					{
						"Text": "TransactionFailed"
					},
					"Translation":
					{
						"Text": "Échec de la transaction"
					},
					"Key": "IOSTransactionFailed"
				},
				{
					"Source":
					{
						"Text": "Unexpected purchase result"
					},
					"Translation":
					{
						"Text": "Résultat d'achat inattendu"
					},
					"Key": "UnexpectedState"
				}
			]
		}
	]
}